pet_examples/evaluation/model_comp_corr/gpt3/mermaid/rulact_bpmn/10_6.mmd
graph LR
A[Send dismissal MSPN] --> B[Review dismissal MSPO]
B --> C{Reject dismissal MSPO}
B --> D{Confirm dismissal MSPO}
C --> E((endevent))
D --> E
