pet_examples/model_comp_corr/gpt3/graphviz/activities/10_6.gv
digraph {
    MSPN -> MSPO
    MSPO -> Reject
    MSPO -> Confirm
}
